# 1) დაბეჭდეთ 0-დან 100-მდე ყველა რიცხვი. 

# 2) დაბეჭდეთ 10-დან 100-ის ჩათვლით ყველა რიცხვი.

# 3) დაბეჭდეთ 10-დან 20-მდე ყველა რიცხვი.

# 4) დაბეჭდეთ 100-დან 200-ის ჩათვლით ყოველი რიცხვი 5-ის გამოტოვებით, ანუ 5 უნდა ემატებოდეს საიტერაციო რიცხვს ყოველ იტერაციაში.

for i in range(1, 100):
    print(i)

for u in range(10, 101):
    print (u)

for g in range(10, 20):
    print (g)

for e in range(100, 201):
    print (e)

# 5) დაბეჭდეთ 1-დან 1000-ის ჩათვლით ყველა რიცხვი.

# 6) დაბეჭდეთ რიცხვები 10-დან 50-ის ჩათვლით.

# 7) დაბეჭდეთ რიცხვები უკუღმა -- 50-დან 10-ის ჩათვლით.

for h in range(1, 1001):
    print (h)

for s in range(10, 51):
    print (s)

for l in range(50, 9, -1):
    print (l)