# 1) ჩამოწერე დღეს ნასწავლი ყველა შედარების ოპერატორები და ახსენი თითოეული მოკლედ.

# 2) დაწერეთ 5 განსხვავებული პრინტი, რომლიდანაც 3 გამოიტანს True-ს, 2 კი False-ს.

# 3) დაწერე კოდი, რომელიც ამოწმებს არის თუ არა ცვლადი num = "57" string ტიპის, და თუ string-ია — გადააქციე integer-ად.

# 4) დაწერე კოდი, რომელიც ადარებს "10" და 10 — თანასწორია თუ არა.

# 5) დაწერე კოდი, რომელიც ამოწმებს არის თუ არა "5" უფრო დიდი ვიდრე 3 — სანამ შეადარებ, გადააქციე "5" integer-ად


#> metia 
#< naklebia
#== tolia
#>= tolia an metia
#<= tolia an naklebia

print (4 > 2)
print (2 < 4)
print (5 > 3)
print (3 > 5)
print (5 > 5)



num = "57"
print (type(num))
print (int(num)) 

print ("10" == 10)


print (int("5") > 3)