# 1) შექმენი სტრინგი word = "Python", დაბეჭდე ამ სტრინგის პირველი ასო და ბოლო ასო.
# 2) მოცემულია სია:
# cars = ["BMW", "Mercedes", "Audi", "Toyota"]
# შენი დავალებაა, რომ გამოიტანო ტერმინალში "BMW" და "Mercedes" ინდექსინგის გამოყენებით.
# 3) მოცემული გვაქვს list:
# numbers = [5, 10, 15, 20, 25]
# ინდექსინგის მეშვეობით გამოიტანე ტერმინალში მეორე და მეოთხე ელემენტები.
# 4) შექმენით სია იმაზე რაზეც გინდათ(მინ. 5 ელემენტიანი), შემდეგ კი ინდექსინგის მეშვეობით გამოიტანეთ მხოლოდ კენტ ინდექსზე მდგომი ელემენტები
# 5) შექმენით სია ["Goa", "at", "I", "study"], შემდეგ კი ინდექსინგის მეშვეობით ეს წინადადება გამოიტანეთ სწორად.
word = "Python"

print(word[0])
print(word[-1])

cars = ["BMW", "Mercedes", "Audi", "Toyota"]

print(cars[0], cars[1])

numbers = [5, 10, 15, 20, 25]

print(numbers[1], numbers[3])

ages = [10, 20, 30, 40, 50]

print(ages[1], ages[3])

words = ["Goa", "at", "I", "study"]

print(words[2], words[3], words[1], words[0])

