# 1) ჩამოწერეთ ყველა შედარების ოპერატორი და თითოეულ მათგანზე მოიყვანეთ ორ-ორი მაგალითი.

# 2) ჩამოწერეთ ყველა ლოგიკური ოპერატორი და განმარტეთ თითოეული მათგანის მუშაობის პრინციპი

# 3) მომხმარებელს შემოატანინეთ სიმაღლე სანტიმეტრებში. ცალკე ცვლადში კი შეინახეთ თქვენი სიმაღლე. დაადგინეთ მომხმარებელი არის თუ არა თქვენზე მაღალი.

# 4) დეტალურად ახსენით თუ რატომ გამოიტანს მოცემული კოდი False-ს ტერმინალში:

# num1 = "21"
# num2 = 21
# print(num1 == num2)

# 5) ცვლადში შეინახეთ თქვენი გვარი, შემდეგ კი მომხმარებელს შემოატანინეთ მისი გვარი. დაადგინეთ თქვენი და მომხმარებლის გვარები ემთხვევა თუ არა ერთმანეთს.

# 6) რას გამოიტანს მოცემული კოდები?

# • False or True and True and False

# • True and False or False or True   

print (5>3)
print (6>3)
print (2<3)
print (1<3)
print (5==5)
print (5>=4)

